Repository: SemmelStulle/Peawell-iOS
Catalog: Peawell/*.lproj/Localizable.strings
Languages: de

source: How's your average mood today?
de: Wie hast du dich heute gefühlt?

source: Horrible
de: Schrecklich

source: Bad
de: Schlecht

source: Good
de: Gut

source: Awesome
de: Super

source: So you're feeling
de: Du fühlst dich also

source: . You can note why or what you did today below.
de: . Warum oder was du gemacht hast kannst du nun notieren.

source: What did you do today?
de: Was hast du heute gemacht?

source: Add activity
de: Hinzuügen

source: Cancel
de: Abbrechen

# New
source: Medications
de: Hinzufügen

source: Delete medication
de: Medikation löschen

source: All modules disabled
de: Keine Module aktiv

source: Overview
de: Übersicht

source: Settings
de: Einstellungen

source: Mood log
de: Launentagebuch

source: Medication log
de: Medikationstagebuch

source: Error
de: Fehler

source: Modules
de: Module

source: These settings toggle the modules of this app.
de: Diese Einstellungen blenden die Module der App ein oder aus.

source: Use mood module
de: Abschnitt Launen benutzen

source: Use medication module
de: Abschnitt Medikation benutzen

source: Access
de: Zugriffe

source: Here you need to opt in on using features that the app can't provide on it's own.
de: Hier musst du Zugriff zu Dingen gewähren, die die App selbst nicht tun kann.

source: Sync to iCloud
de: Zu iCloud synchronisieren

source: Add to local calendar
de: Zum Kalender hinzufügen

source: Delete files
de: Daten löschen

source: This can not be undone!
de: Das kann nicht ungeschenen gemacht werden!

source: Reset data
de: Daten zurücksetzen

source: This can not be reverted! Do you really want to reset the app?
de: Das kann nicht rückgängig gemacht werden! Willst du wirklich die App zurücksetzen?

source: I'm sure
de: Ja, sicher

source: About this project
de: Über dieses Projekt

source: Developer on Mastodon
de: Der Entwickler auf Mastodon

source: App on GitHub
de: Die App auf GitHub

source: Couldn't get version
de: Konte Version nicht lesen

source: Made with love in 🇩🇪
de: Mit Liebe in 🇩🇪 gemacht

source: Necessary info
de: Benötigte Infos

source: Medication name
de: Name der Medikation

source: What is your medication called?
de: Wie heißt dein Medikament?

source: Medication dose
de: Menge

source: How much should you take?
de: Wieviel sollst du einnehmen?

source: Reminders
de: Erinnerungen

source: Add reminder
de: Erinnerung hinzufügen

source: When do you want to be reminded?
de: Wann sollst du erinnert werden?

source: Add medication
de: Medikation hinzufügen

source: Activity name
de: Name der Aktivität

source: Dose here
de: Menge hier
